import logging

TOKEN = "8102152365:AAEoQKySTg9zJetP_3uClTOfp_RKReSZC54" # токен твоего бота
TOKEN = "7655772849:AAGZ7CkkT9lOEkO0FMHotMUp_gQ20Mim9J0" # bezdez-logistics

#
# Пример данных грузовиков (если для машины только один водитель, второй – пустая строка)
# 
TRUCKS_DATA = [
    ("MAN TGS", "Н 090 УК 198", "ППЦ ВХ 7238 78", "Васильев Эдуард Павлович", "Петров Евгений Сергеевич", 33742, "10 123 | 5 613 | 11 998 | 6 008", "Путевой №7", "+7 111 111-11-11", "+7 222 222-22-22"),
    ("MAN TGS", "Н 863 УО 198", "ППЦ ВХ 7399 78", "Чернышев Алексей Николаевич", "Максимов Андрей Васильевич", 34000, "10 196 | 3 071 | 6 807 | 6 972", "Путевой №7", "+7 333 333-33-33", "+7 444 444-44-44"),
    ("MAN TGS", "Н 099 АХ 198", "ППЦ ЕА 2089 78", "Виткаускас Виталий Леонардович", "Дучко Алексей Александрович", 39600, "10 100 | 3 100 | 5 100 | 5 100", "Путевой №7", "+7 555 555-55-55", "+7 666 666-66-66"),
    ("MAN TGSX", "Н 101 АХ 198", "ППЦ ВР 4598 78", "Бухаров Андрей Васильевич", "", 30180, "8 520", "Путевой №7", "+7 777 777-77-77", ""),
    ("КАМАЗ", "М 375 ТТ 198", "ППЦ ВР 4598 78", "Антонов Сергей Васильевич", "", 13020, "7 000", "Путевой №7", "+7 888 888-88-88", "")
]

CLIENTS_DATA = [
    ("ООО Ромашка",),
    ("ЗАО ТрансФьюел",),
    ("ИП Соколова",)
]